{
    "Challenges": [
        "Cuenta una anécdota vergonzosa que te haya pasado.",
        "Cuenta un secreto vergonzoso que nunca hayas compartido antes.",
        "Muestra tu habilidad más inútil pero entretenida.",
        "Haz una imitación de algún miembro del grupo, ¡y asegúrate de que te vean todos!",
        "Comparte la cosa más extraña que has hecho por amor.",
        "Haz una interpretación dramática de una línea de una canción popular.",
        "Muestra tu mejor paso de baile improvisado.",
        "Cuenta la historia más loca que te hayan contado, ¡aunque no sea verdad!",
        "Comparte la cosa más absurda que te haya hecho llorar de risa.",
        "Haz una lista de reproducción de tus canciones más vergonzosas y elige una para compartir con el grupo.",
        "Haz una impresión de un animal y ve si los demás pueden adivinar qué animal es.",
        "Cuenta una experiencia paranormal que hayas tenido (o inventa una si no tienes).",
        "Muestra tu habilidad más rara y sorprendente.",
        "Comparte una foto tuya de la infancia que te haga sonreír cada vez que la veas.",
        "Haz una interpretación de una escena famosa de película o serie.",
        "Cuenta una predicción que hayas hecho sobre tu futuro cuando eras niño y ve si se ha hecho realidad.",
        "Comparte tu meme o GIF favorito del momento.",
        "Haz una interpretación teatral de un momento vergonzoso que hayas vivido.",
        "Cuenta una historia de cómo conociste a una persona famosa (aunque sea un encuentro casual).",
        "Muestra tu talento oculto que nadie conoce.",
        "Comparte una situación graciosa que te haya ocurrido en público.",
        "Haz una impresión de algún miembro del grupo mientras los demás intentan adivinar quién es.",
        "Cuenta una historia sobre algo gracioso que te haya pasado mientras dormías.",
        "Muestra tu mejor pose de foto de Instagram.",
        "Cuenta una experiencia divertida que hayas tenido con un extraño.",
        "Haz un monólogo improvisado sobre algo absurdo que te haya ocurrido.",
        "Comparte una situación vergonzosa que te haya ocurrido en el trabajo o en la escuela.",
        "Muestra tu habilidad para hacer un sonido extraño.",
        "Haz una interpretación de tu escena favorita de una película de terror."
    ]
}